export const PAC = [
  {
    value: 1,
    province: '北京市',
    city: [
      {
        value: 1, name: '东城区', companies: [
          { name: '北京热力', stand: [{ id: '001锅炉房', point: { x: '116.3856888888', y: '39.90152888888' } }, { id: '002锅炉房', point: { x: '116.3856142752', y: '39.9152904573' } }] },
          { name: '北京大同', stand: [{ id: '001锅炉房', point: { x: '116.3945109262', y: '39.9089360098' } }, { id: '002锅炉房', point: { x: '116.4043122370', y: '39.9083256889' } }] },
          { name: '中关村', stand: [{ id: '001锅炉房', point: { x: '116.4032656852', y: '39.9240545933' } }, { id: '002锅炉房', point: { x: '116.4012819801', y: '39.9178538597' } }] },
          { name: '北大青鸟', stand: [{ id: '001锅炉房', point: { x: '116.4083366974', y: '39.9117458301' } }, { id: '002锅炉房', point: { x: '116.3964850320', y: '39.9105162425' } }] }]
      },
      {
        value: 2, name: '西城区', companies: [
          { name: '软件园', stand: [{ id: '001锅炉房', point: { x: '116.3856845888', y: '39.90782888888' } }, { id: '002锅炉房', point: { x: '116.3857140552', y: '39.9782904573' } }] },
          { name: '上地', stand: [{ id: '001锅炉房', point: { x: '116.3945105462', y: '39.9087860098' } }, { id: '002锅炉房', point: { x: '116.4043022140', y: '39.9083278889' } }] },
          { name: '西二旗', stand: [{ id: '001锅炉房', point: { x: '116.4032678852', y: '39.9247845933' } }, { id: '002锅炉房', point: { x: '116.4012142801', y: '39.9178568597' } }] },
          { name: '辉煌国际', stand: [{ id: '001锅炉房', point: { x: '116.408396974', y: '39.9117858301' } }, { id: '002锅炉房', point: { x: '116.3964821220', y: '39.9105156325' } }] }]
      },
      { value: 3, name: '崇文区' },
      { value: 4, name: '宣武区' },
      { value: 5, name: '朝阳区' },
      { value: 6, name: '丰台区' },
      { value: 7, name: '石景山区' },
      { value: 8, name: '海淀区' },
      { value: 9, name: '门头沟区' },
      { value: 10, name: '房山区' },
      { value: 11, name: '通州区' },
      { value: 12, name: '顺义区' },
      { value: 13, name: '昌平区' },
      { value: 14, name: '大兴区' },
      { value: 15, name: '怀柔区' },
      { value: 16, name: '平谷区' },
      { value: 17, name: '密云县' },
      { value: 18, name: '延庆县' }
    ]
  },
  {
    value: 2,
    province: '天津市',
    city: [
      {
        value: 1, name: '和平区', companies: [
          { name: '北京热力', stand: [{ id: '001锅炉房', point: { x: '116.3856888888', y: '39.90152888888' } }, { id: '002锅炉房', point: { x: '116.3856142752', y: '39.9152904573' } }] },
          { name: '北京大同', stand: [{ id: '001锅炉房', point: { x: '116.3945109262', y: '39.9089360098' } }, { id: '002锅炉房', point: { x: '116.4043122370', y: '39.9083256889' } }] },
          { name: '中关村', stand: [{ id: '001锅炉房', point: { x: '116.4032656852', y: '39.9240545933' } }, { id: '002锅炉房', point: { x: '116.4012819801', y: '39.9178538597' } }] },
          { name: '北大青鸟', stand: [{ id: '001锅炉房', point: { x: '116.4083366974', y: '39.9117458301' } }, { id: '002锅炉房', point: { x: '116.3964850320', y: '39.9105162425' } }] }]
      },
      {
        value: 2, name: '河东区', companies: [
          { name: '软件园', stand: [{ id: '001锅炉房', point: { x: '116.3856845888', y: '39.90782888888' } }, { id: '002锅炉房', point: { x: '116.3857140552', y: '39.9782904573' } }] },
          { name: '上地', stand: [{ id: '001锅炉房', point: { x: '116.3945105462', y: '39.9087860098' } }, { id: '002锅炉房', point: { x: '116.4043022140', y: '39.9083278889' } }] },
          { name: '西二旗', stand: [{ id: '001锅炉房', point: { x: '116.4032678852', y: '39.9247845933' } }, { id: '002锅炉房', point: { x: '116.4012142801', y: '39.9178568597' } }] },
          { name: '辉煌国际', stand: [{ id: '001锅炉房', point: { x: '116.408396974', y: '39.9117858301' } }, { id: '002锅炉房', point: { x: '116.3964821220', y: '39.9105156325' } }] }]
      },
    ]
  },
]
